10/data/attachments/7ff779e8262eac4a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b93363a2-7862-48df-b0cf-a3466b37de1c</nif:username>
            <nif:friendToBeAdded>Deborah_system_Actions_53262_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>